Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: macOS makes a snapshot before it updates, so the update can be undone. It goes away by itself.
cs: Systém macOS před aktualizací vytváří snímek, aby bylo možné aktualizaci vrátit. Snímek pak sám zmizí.
de: macOS erstellt vor einem Update einen Snapshot, damit sich das Update rückgängig machen lässt. Er verschwindet von selbst.
es: macOS crea una instantánea antes de actualizarse, para que la actualización se pueda deshacer. Desaparece por sí sola.
fr: macOS crée un instantané avant une mise à jour, afin qu’elle puisse être annulée. Il disparaît de lui-même.
it: macOS crea un’istantanea prima di aggiornarsi, così l’aggiornamento si può annullare. Poi sparisce da sola.
ja: macOSはアップデートの前にスナップショットを作成し、アップデートを取り消せるようにします。このスナップショットは自動的になくなります。
ko: macOS는 업데이트를 되돌릴 수 있도록 업데이트하기 전에 스냅샷을 만듭니다. 이 스냅샷은 저절로 사라집니다.
nl: macOS maakt vóór een update een momentopname, zodat de update ongedaan kan worden gemaakt. Die verdwijnt vanzelf.
pl: macOS tworzy migawkę przed uaktualnieniem, aby można je było cofnąć. Migawka sama znika.
pt: O macOS cria uma captura antes de se atualizar, para que a atualização possa ser desfeita. Ela desaparece sozinha.
ro: macOS creează un instantaneu înainte de a se actualiza, ca actualizarea să poată fi anulată. Acesta dispare de la sine.
ru: macOS создает снимок перед обновлением, чтобы обновление можно было отменить. Он исчезает сам.
sv: macOS skapar en ögonblicksbild innan systemet uppdateras, så att uppdateringen kan ångras. Den försvinner av sig själv.
tr: macOS güncellemeden önce bir anlık görüntü alır, böylece güncelleme geri alınabilir. Bu görüntü kendiliğinden kaybolur.
uk: macOS створює знімок перед оновленням, щоб оновлення можна було відмінити. Він зникає сам.
zh_hans: macOS会在更新前创建快照，以便撤销更新。该快照会自行消失。
zh_hant: macOS會在更新前建立快照，以便恢復到更新前的狀態。這個快照會自行消失。

source: macOS manages these, and it isn’t known whether moving the app removes them. Remove %@ in Finder and macOS uninstalls them too. To remove it with Peel instead, turn them off in System Settings first.
cs: Spravuje je systém macOS a není známo, zda je přesunutí aplikace odstraní. Když aplikaci %@ odstraníte ve Finderu, macOS je odinstaluje také. Chcete-li ji místo toho odstranit pomocí Peelu, nejprve je vypněte v Nastavení systému.
de: macOS verwaltet diese, und es ist nicht bekannt, ob sie beim Verschieben der App entfernt werden. Entfernst du „%@“ im Finder, deinstalliert macOS sie ebenfalls. Um die App stattdessen mit Peel zu entfernen, deaktiviere die Erweiterungen zuerst in den Systemeinstellungen.
es: macOS las gestiona, y no se sabe si al trasladar la app se eliminan. Si eliminas %@ en el Finder, macOS también las desinstala. Si prefieres eliminarla con Peel, antes desactívalas en Ajustes del Sistema.
fr: macOS les gère, et on ne sait pas si déplacer l’app les supprime. Supprimez %@ dans le Finder, et macOS les désinstalle aussi. Pour le supprimer plutôt avec Peel, désactivez-les d’abord dans Réglages Système.
it: macOS le gestisce, e non si sa se spostare l’app le rimuova. Se rimuovi %@ nel Finder, macOS disinstalla anche quelle. Per rimuoverla invece con Peel, prima disattivale in Impostazioni di Sistema.
ja: これらはmacOSが管理していて、アプリを移動したときにこれらが取り除かれるかどうかはわかりません。Finderで“%@”をゴミ箱に入れると、macOSがこれらもアンインストールします。代わりにPeelで取り除くには、先にシステム設定でこれらをオフにしてください。
ko: 이 항목은 macOS가 관리하며, 앱을 이동하면 함께 제거되는지는 알 수 없습니다. Finder에서 ‘%@’을(를) 제거하면 macOS가 이 항목도 제거합니다. 대신 Peel로 제거하려면 먼저 시스템 설정에서 이 항목을 끄십시오.
nl: macOS beheert deze, en het is niet bekend of ze verdwijnen als de app wordt verplaatst. Verwijder je %@ in Finder, dan deïnstalleert macOS ze ook. Wil je de app in plaats daarvan met Peel verwijderen, schakel ze dan eerst uit in Systeeminstellingen.
pl: Zarządza nimi macOS i nie wiadomo, czy przeniesienie aplikacji je usunie. Gdy w Finderze przeniesiesz aplikację %@ do Kosza, macOS także je odinstaluje. Aby zamiast tego odinstalować ją za pomocą Peel, najpierw wyłącz je w Ustawieniach systemowych.
pt: O macOS gerencia estas extensões, e não se sabe se mover o app as remove. Remova %@ no Finder e o macOS as desinstala também. Para removê-lo com o Peel em vez disso, desative-as primeiro nos Ajustes do Sistema.
ro: macOS le gestionează și nu se știe dacă mutarea aplicației le elimină. Eliminați %@ din Finder, iar macOS le dezinstalează și pe ele. Dacă doriți în schimb să o eliminați cu Peel, dezactivați‑le mai întâi în Configurări sistem.
ru: Ими управляет macOS, и неизвестно, удалит ли их перемещение приложения. Если удалить приложение «%@» в Finder, macOS удалит и их. Чтобы вместо этого удалить его с помощью Peel, сначала выключите их в Системных настройках.
sv: macOS hanterar dessa, och det är inte känt om de tas bort när appen flyttas. Om du tar bort %@ i Finder avinstallerar macOS även dem. Om du vill ta bort appen med Peel i stället stänger du först av dem i Systeminställningar.
tr: Bunları macOS yönetir ve uygulamayı taşımanın bunları kaldırıp kaldırmadığı bilinmiyor. %@ uygulamasını Finder’da kaldırırsanız macOS bunların da yüklemesini kaldırır. Uygulamayı bunun yerine Peel ile kaldırmak için önce bunları Sistem Ayarları’nda kapatın.
uk: Ними керує macOS, і невідомо, чи вилучить їх переміщення програми. Якщо вилучити програму «%@» у Finder, macOS деінсталює і їх. Щоб натомість вилучити програму за допомогою Peel, спершу вимкніть їх у Системних параметрах.
zh_hans: 这些由macOS管理，无法确定移动App是否会移除它们。在“访达”中移除“%@”，macOS也会一并卸载它们。若要改用Peel移除它，请先在“系统设置”中将它们关闭。
zh_hant: 這些由macOS管理，目前無法得知移動App是否會移除它們。在Finder中移除「%@」，macOS也會一併解除安裝它們。若要改用Peel移除，請先在「系統設定」中將它們關閉。

source: macOS marks it as protected.
cs: Systém macOS to označuje jako chráněné.
de: macOS kennzeichnet es als geschützt.
es: macOS lo marca como protegido.
fr: macOS le marque comme protégé.
it: macOS lo contrassegna come protetto.
ja: macOSによって保護対象に指定されています。
ko: macOS가 보호된 항목으로 표시합니다.
nl: macOS markeert het als beschermd.
pl: macOS oznacza to jako chronione.
pt: O macOS o marca como protegido.
ro: macOS îl marchează ca protejat.
ru: macOS помечает это как защищенное.
sv: macOS har märkt det som skyddat.
tr: macOS onu korumalı olarak işaretliyor.
uk: macOS позначає його як захищений.
zh_hans: macOS将它标记为受保护。
zh_hant: macOS將它標示為受保護。

source: macOS puts them on the Desktop. Choose somewhere else.
cs: Systém macOS je ukládá na plochu. Zvolte jiné místo.
de: macOS legt sie auf dem Schreibtisch ab. Wähle einen anderen Ort.
es: macOS las guarda en el Escritorio. Elige otro lugar.
fr: macOS les place sur le Bureau. Choisissez un autre emplacement.
it: macOS li mette sulla Scrivania. Scegli un altro posto.
ja: macOSはスクリーンショットをデスクトップに保存します。別の場所を選択してください。
ko: macOS는 스크린샷을 데스크탑에 저장합니다. 다른 위치를 선택하십시오.
nl: macOS zet ze op het bureaublad. Kies een andere plek.
pl: macOS umieszcza je na biurku. Wybierz inne miejsce.
pt: O macOS as coloca na Mesa. Escolha outro lugar.
ro: macOS le pune pe Desktop. Alegeți alt loc.
ru: macOS сохраняет их на Рабочем столе. Выберите другое место.
sv: macOS lägger dem på skrivbordet. Välj en annan plats.
tr: macOS onları Masaüstü’ne koyar. Başka bir yer seçin.
uk: macOS кладе їх на Робочий стіл. Виберіть інше місце.
zh_hans: macOS会将它们放在桌面上。你可以选取其他位置。
zh_hant: macOS會將截圖放在「桌面」上。請選擇其他位置。

source: macOS refused it
cs: Systém macOS změnu odmítl
de: macOS hat es abgelehnt
es: macOS lo ha rechazado
fr: Refusé par macOS
it: macOS l’ha rifiutato
ja: macOSに拒否されました
ko: macOS가 거부함
nl: macOS heeft het geweigerd
pl: macOS odmówił zmiany
pt: Recusado pelo macOS
ro: macOS a refuzat modificarea
ru: macOS отклонила изменение
sv: macOS nekade det
tr: macOS bunu reddetti
uk: macOS не прийняла зміну
zh_hans: macOS拒绝了此更改
zh_hant: macOS拒絕了此變更

source: macOS remembers what an app was allowed to access, such as the camera or the microphone, and keeps that after the app is gone. If this is selected, Peel clears it just before the app goes to the Trash, the last moment macOS can still find the app, so the app asks you again if you install it later. This happens only if the app itself is selected.
cs: Systém macOS si pamatuje, k čemu měla aplikace povolený přístup, například ke kameře nebo mikrofonu, a uchovává to i poté, co aplikace zmizí. Pokud je tato volba vybraná, Peel tyto údaje vymaže těsně před přesunutím aplikace do koše, v poslední chvíli, kdy ji macOS ještě dokáže najít, takže se vás aplikace po případné opětovné instalaci zeptá znovu. Stane se to, jen pokud je vybraná i samotná aplikace.
de: macOS merkt sich, worauf eine App zugreifen durfte, etwa auf die Kamera oder das Mikrofon, und behält das auch, nachdem die App entfernt wurde. Ist dies ausgewählt, setzt Peel es zurück, kurz bevor die App in den Papierkorb gelegt wird, denn das ist der letzte Moment, in dem macOS die App noch finden kann. So fragt die App dich erneut, wenn du sie später installierst. Das geschieht nur, wenn die App selbst ausgewählt ist.
es: macOS recuerda a qué tenía permiso para acceder una app, como la cámara o el micrófono, y lo conserva después de que la app desaparezca. Si esto está seleccionado, Peel lo borra justo antes de que la app vaya a la papelera, el último momento en que macOS aún puede encontrarla, para que la app vuelva a preguntarte si la instalas más adelante. Solo ocurre si la propia app está seleccionada.
fr: macOS mémorise ce à quoi une app a été autorisée à accéder, comme la caméra ou le micro, et le conserve après la disparition de l’app. Si cette option est cochée, Peel efface ces autorisations juste avant que l’app ne soit placée dans la corbeille, dernier moment où macOS peut encore la trouver : l’app vous les redemandera donc si vous la réinstallez plus tard. Cela ne se produit que si l’app elle-même est sélectionnée.
it: macOS ricorda a cosa un’app aveva il permesso di accedere, come la fotocamera o il microfono, e lo conserva anche dopo che l’app non c’è più. Se questa opzione è selezionata, Peel cancella queste informazioni subito prima che l’app vada nel Cestino, l’ultimo momento in cui macOS riesce ancora a trovarla, così l’app ti chiederà di nuovo il permesso se la reinstalli in futuro. Succede solo se è selezionata l’app stessa.
ja: macOSは、カメラやマイクなど、アプリにアクセスを許可したものを記憶していて、アプリがなくなった後もその情報を保持します。これを選択すると、Peelはアプリがゴミ箱に入る直前（macOSがまだアプリを見つけられる最後のタイミング）にその情報を消去します。そのため、後でアプリをインストールすると、アプリから再び許可を求められます。これは、アプリ本体が選択されている場合にのみ行われます。
ko: macOS는 카메라나 마이크처럼 앱에 접근이 허용된 항목을 기억하며, 앱이 사라진 후에도 이 정보를 유지합니다. 이 항목을 선택하면 Peel은 앱이 휴지통으로 이동하기 직전, 즉 macOS가 아직 앱을 찾을 수 있는 마지막 순간에 이 정보를 지우므로, 나중에 앱을 다시 설치하면 앱이 다시 권한을 요청합니다. 이 작업은 앱 자체가 선택된 경우에만 수행됩니다.
nl: macOS onthoudt waartoe een app toegang had, zoals de camera of de microfoon, en bewaart dat nadat de app weg is. Als dit is geselecteerd, wist Peel dat vlak voordat de app naar de prullenmand gaat, het laatste moment waarop macOS de app nog kan vinden, zodat de app je opnieuw om toestemming vraagt als je die later weer installeert. Dit gebeurt alleen als de app zelf is geselecteerd.
pl: macOS pamięta, do czego aplikacja miała dostęp, na przykład do kamery lub mikrofonu, i zachowuje to także po jej zniknięciu. Jeśli ta opcja jest zaznaczona, Peel czyści te informacje tuż przed przeniesieniem aplikacji do Kosza, czyli w ostatniej chwili, gdy macOS może ją jeszcze znaleźć, więc jeśli zainstalujesz ją później, aplikacja znów Cię zapyta. Dzieje się tak tylko wtedy, gdy zaznaczona jest sama aplikacja.
pt: O macOS lembra o que um app teve permissão para acessar, como a câmera ou o microfone, e guarda isso depois que o app vai embora. Se esta opção estiver selecionada, o Peel limpa isso logo antes de o app ir para o Lixo, o último momento em que o macOS ainda consegue encontrar o app, para que o app peça de novo se você o instalar mais tarde. Isso só acontece se o próprio app estiver selecionado.
ro: macOS reține ce i s‑a permis unei aplicații să acceseze, cum ar fi camera sau microfonul, și păstrează aceste informații după ce aplicația dispare. Dacă această opțiune este selectată, Peel le resetează chiar înainte ca aplicația să fie mutată în Coș, ultimul moment în care macOS mai poate găsi aplicația, astfel încât aplicația vă va întreba din nou dacă o instalați mai târziu. Acest lucru se întâmplă doar dacă aplicația însăși este selectată.
ru: macOS помнит, к чему приложению разрешили доступ, например к камере или микрофону, и хранит это даже после удаления приложения. Если этот параметр выбран, Peel очищает эти разрешения непосредственно перед перемещением приложения в Корзину (это последний момент, когда macOS еще может найти приложение), поэтому, если Вы позже установите его снова, оно спросит Вас заново. Это происходит, только если выбрано само приложение.
sv: macOS kommer ihåg vad en app har fått komma åt, till exempel kameran eller mikrofonen, och behåller det efter att appen är borta. Om det här är markerat rensar Peel det precis innan appen flyttas till papperskorgen, i sista stund då macOS fortfarande kan hitta appen, så att appen frågar dig igen om du installerar den senare. Det sker bara om själva appen är markerad.
tr: macOS, bir uygulamanın kamera veya mikrofon gibi nelere erişmesine izin verildiğini hatırlar ve uygulama gittikten sonra da bunu tutar. Bu seçiliyse Peel, uygulama Çöp Sepeti’ne gitmeden hemen önce, yani macOS’in uygulamayı hâlâ bulabildiği son anda bu kaydı temizler; böylece uygulamayı daha sonra yüklerseniz uygulama sizden yeniden izin ister. Bu yalnızca uygulamanın kendisi seçiliyse olur.
uk: macOS памʼятає, до чого програмі було дозволено доступ, як-от до камери чи мікрофона, і зберігає це навіть після того, як програми вже немає. Якщо це вибрано, Peel очищає ці дозволи безпосередньо перед тим, як програма потрапить у Смітник (це останній момент, коли macOS ще може її знайти), тож програма знову запитає вас, якщо ви пізніше її інсталюєте. Це відбувається, лише якщо вибрано саму програму.
zh_hans: macOS会记住App获准访问的内容（例如摄像头或麦克风），并在App移除后仍保留这些记录。如果选择了此项，Peel会在App移到废纸篓之前清除这些记录，这是macOS还能找到该App的最后时刻；这样以后你再安装该App时，它会重新征求你的许可。仅当App本身被选择时才会这样做。
zh_hant: macOS會記住App獲准取用的項目（例如相機或麥克風），並在App移除後仍保留這些記錄。若選取此選項，Peel會在App丟到「垃圾桶」的前一刻將其清除，這是macOS仍能找到該App的最後時機，因此日後你若重新安裝此App，它會再次向你詢問。只有在App本身已選取時才會這麼做。

source: macOS remembers what an app was allowed to access, such as the camera or the microphone. If this is selected, Peel clears that too, so %@ asks you again the next time it needs them. History can’t bring them back.
cs: Systém macOS si pamatuje, k čemu měla aplikace povolený přístup, například ke kameře nebo mikrofonu. Pokud je tato volba vybraná, Peel vymaže i tyto údaje, takže se vás aplikace %@ znovu zeptá, až bude přístup příště potřebovat. Historie je nemůže vrátit.
de: macOS merkt sich, worauf eine App zugreifen durfte, etwa auf die Kamera oder das Mikrofon. Ist dies ausgewählt, setzt Peel auch das zurück, sodass „%@“ dich erneut fragt, wenn die App das nächste Mal Zugriff benötigt. Über den Verlauf lässt sich das nicht zurückholen.
es: macOS recuerda a qué tenía permiso para acceder una app, como la cámara o el micrófono. Si esto está seleccionado, Peel también lo borra, para que %@ vuelva a preguntarte la próxima vez que los necesite. Historial no puede recuperarlos.
fr: macOS mémorise ce à quoi une app a été autorisée à accéder, comme la caméra ou le micro. Si cette option est cochée, Peel efface aussi ces autorisations : %@ vous les redemandera donc la prochaine fois qu’il en aura besoin. L’Historique ne peut pas les rétablir.
it: macOS ricorda a cosa un’app aveva il permesso di accedere, come la fotocamera o il microfono. Se questa opzione è selezionata, Peel cancella anche queste informazioni, così %@ ti chiederà di nuovo il permesso la prossima volta che ne avrà bisogno. La Cronologia non può ripristinarle.
ja: macOSは、カメラやマイクなど、アプリにアクセスを許可したものを記憶しています。これを選択すると、Peelはその情報も消去します。そのため、次に必要になったときに、“%@”から再び許可を求められます。消去した情報を履歴から元に戻すことはできません。
ko: macOS는 카메라나 마이크처럼 앱에 접근이 허용된 항목을 기억합니다. 이 항목을 선택하면 Peel은 이 정보도 지우므로, 다음에 필요할 때 ‘%@’이(가) 다시 권한을 요청합니다. 이 정보는 기록에서 되살릴 수 없습니다.
nl: macOS onthoudt waartoe een app toegang had, zoals de camera of de microfoon. Als dit is geselecteerd, wist Peel dat ook, zodat %@ je opnieuw om toestemming vraagt de volgende keer dat de app ze nodig heeft. Geschiedenis kan dat niet terugzetten.
pl: macOS pamięta, do czego aplikacja miała dostęp, na przykład do kamery lub mikrofonu. Jeśli ta opcja jest zaznaczona, Peel czyści też te informacje, więc aplikacja %@ znów Cię zapyta, gdy następnym razem będzie potrzebować dostępu. Historia nie może ich przywrócić.
pt: O macOS lembra o que um app teve permissão para acessar, como a câmera ou o microfone. Se esta opção estiver selecionada, o Peel também limpa isso, para que %@ peça de novo na próxima vez que precisar deles. O Histórico não pode trazer essas permissões de volta.
ro: macOS reține ce i s‑a permis unei aplicații să acceseze, cum ar fi camera sau microfonul. Dacă această opțiune este selectată, Peel resetează și aceste informații, astfel încât aplicația %@ vă va întreba din nou data viitoare când va avea nevoie de ele. Acestea nu pot fi readuse din Istoric.
ru: macOS помнит, к чему приложению разрешили доступ, например к камере или микрофону. Если этот параметр выбран, Peel очищает и эти разрешения, поэтому приложение «%@» спросит Вас заново, когда ему в следующий раз понадобится доступ. История не сможет их вернуть.
sv: macOS kommer ihåg vad en app har fått komma åt, till exempel kameran eller mikrofonen. Om det här är markerat rensar Peel det också, så att %@ frågar dig igen nästa gång den behöver dem. Historik kan inte få tillbaka dem.
tr: macOS, bir uygulamanın kamera veya mikrofon gibi nelere erişmesine izin verildiğini hatırlar. Bu seçiliyse Peel bu kaydı da temizler; böylece %@, bir dahaki sefere bunlara ihtiyaç duyduğunda sizden yeniden izin ister. Geçmiş bu kaydı geri getiremez.
uk: macOS памʼятає, до чого програмі було дозволено доступ, як-от до камери чи мікрофона. Якщо це вибрано, Peel також очищає ці дозволи, тож програма «%@» знову запитає вас, коли вони їй знадобляться наступного разу. Історія не зможе їх повернути.
zh_hans: macOS会记住App获准访问的内容（例如摄像头或麦克风）。如果选择了此项，Peel也会清除这些记录，这样“%@”下次需要时会重新征求你的许可。“历史记录”无法将其恢复。
zh_hant: macOS會記住App獲准取用的項目（例如相機或麥克風）。若選取此選項，Peel也會清除這些記錄，因此「%@」下次需要時會再次向你詢問。「歷史記錄」無法將其恢復。

source: macOS reported: %@
cs: Systém macOS nahlásil: %@
de: macOS meldete: %@
es: macOS ha indicado: %@
fr: macOS a signalé : %@
it: macOS ha riportato: %@
ja: macOSからの報告: %@
ko: macOS 보고 내용: %@
nl: macOS meldde: %@
pl: macOS zgłosił: %@
pt: O macOS informou: %@
ro: macOS a raportat: %@
ru: Сообщение macOS: %@
sv: macOS rapporterade: %@
tr: macOS’in bildirdiği: %@
uk: Повідомлення macOS: %@
zh_hans: macOS报告：%@
zh_hant: macOS回報：%@

source: macOS runs a job by this name, but it didn’t install this file, so Peel doesn’t start, stop, or remove it here. Look at the file to see what put it there.
cs: Systém macOS spouští úlohu s tímto názvem, ale tento soubor nenainstaloval, a proto ji tu Peel nespouští, nezastavuje ani neodstraňuje. Podívejte se do souboru, abyste zjistili, co ji tam umístilo.
de: macOS führt einen Job mit diesem Namen aus, hat diese Datei aber nicht installiert, daher startet, stoppt oder entfernt Peel ihn hier nicht. Sieh in der Datei nach, welche Software sie dort abgelegt hat.
es: macOS ejecuta una tarea con este nombre, pero no instaló este archivo, así que aquí Peel no la inicia, no la detiene ni la elimina. Mira el archivo para saber qué lo puso ahí.
fr: macOS exécute une tâche portant ce nom, mais ce n’est pas macOS qui a installé ce fichier : Peel ne la démarre donc pas, ne l’arrête pas et ne la supprime pas ici. Examinez le fichier pour savoir ce qui l’a placé là.
it: macOS esegue un elemento con questo nome, ma non ha installato questo file, quindi qui Peel non lo avvia, non lo interrompe e non lo rimuove. Guarda il file per capire cosa l’ha messo lì.
ja: macOSはこの名前のジョブを実行しますが、このファイルはmacOSがインストールしたものではないため、Peelはここで開始、停止、ゴミ箱への移動を行いません。何がこれを置いたのかは、ファイルを見て確認してください。
ko: macOS가 이 이름으로 작업을 실행하지만 이 파일은 macOS가 설치한 것이 아니므로 Peel은 여기에서 이 항목을 시작, 중단 또는 제거하지 않습니다. 무엇이 이 항목을 넣어 두었는지 파일을 살펴보십시오.
nl: macOS voert een taak met deze naam uit, maar heeft dit bestand niet geïnstalleerd, dus Peel start, stopt of verwijdert het hier niet. Bekijk het bestand om te zien welke software het daar heeft neergezet.
pl: macOS uruchamia zadanie o tej nazwie, ale nie zainstalował tego pliku, więc Peel go tutaj nie uruchamia, nie zatrzymuje ani nie przenosi do Kosza. Zajrzyj do pliku, aby sprawdzić, co go tam umieściło.
pt: O macOS executa uma tarefa com este nome, mas não foi ele que instalou este arquivo, por isso o Peel não a inicia, não a interrompe nem a remove aqui. Veja no arquivo o que o colocou ali.
ro: macOS rulează o sarcină cu acest nume, dar nu a instalat acest fișier, așa că Peel nu o pornește, nu o oprește și nu o elimină de aici. Examinați fișierul pentru a vedea ce l‑a pus acolo.
ru: macOS запускает задание с таким именем, но этот файл установила не она, поэтому Peel здесь не запускает, не останавливает и не удаляет его. Загляните в файл, чтобы узнать, что его туда поместило.
sv: macOS kör ett jobb med det här namnet, men har inte installerat den här filen, så Peel varken startar, stoppar eller tar bort det här. Titta i filen för att se vad som har lagt den där.
tr: macOS bu adla bir iş çalıştırıyor ama bu dosyayı kendisi yüklemedi, bu yüzden Peel onu burada başlatmaz, durdurmaz veya kaldırmaz. Onu oraya neyin koyduğunu görmek için dosyaya bakın.
uk: macOS виконує завдання з такою назвою, але цей файл вона не інсталювала, тож Peel тут його не запускає, не зупиняє й не вилучає. Перегляньте файл, щоб дізнатися, що його туди поклало.
zh_hans: macOS会运行使用此名称的任务，但此文件并非由macOS安装，因此Peel不会在此处启动、停止或移除它。请查看该文件，了解是什么将它放到了那里。
zh_hant: macOS會執行使用此名稱的工作，但這個檔案不是由macOS安裝的，因此Peel不會在這裡啟動、停止或移除它。請查看該檔案，瞭解是什麼將它放在那裡。

source: macOS starts their names with Screenshot. Type another name to use instead.
cs: Systém macOS začíná jejich názvy slovy „Snímek obrazovky“. Zadejte jiný název, který se použije místo nich.
de: macOS setzt „Bildschirmfoto“ an den Anfang ihrer Namen. Gib einen anderen Namen ein, der stattdessen verwendet wird.
es: macOS les pone nombres que empiezan por “Captura de pantalla”. Escribe otro nombre para usarlo en su lugar.
fr: macOS commence leur nom par « Capture d’écran ». Saisissez un autre nom à utiliser à la place.
it: macOS fa iniziare il loro nome con Screenshot. Digita un altro nome da usare al suo posto.
ja: macOSは、スクリーンショットの名前を“スクリーンショット”で始めます。代わりに使う名前を入力してください。
ko: macOS는 스크린샷 이름을 ‘스크린샷’으로 시작합니다. 대신 사용할 다른 이름을 입력하십시오.
nl: macOS laat hun namen beginnen met 'Schermafbeelding'. Typ een andere naam om die in plaats daarvan te gebruiken.
pl: macOS zaczyna ich nazwy od słów „Zrzut ekranu”. Wpisz inną nazwę, aby jej używać zamiast tych słów.
pt: O macOS começa o nome delas com “Captura de Tela”. Digite outro nome para usar no lugar.
ro: macOS le dă nume care încep cu „Captură de ecran”. Introduceți alt nume care să fie folosit în schimb.
ru: macOS начинает их имена со слов «Снимок экрана». Введите другое имя, чтобы использовать его вместо этих слов.
sv: macOS börjar deras namn med Skärmavbild. Skriv ett annat namn att använda i stället.
tr: macOS onların adlarını Ekran Resmi ile başlatır. Bunun yerine kullanılacak başka bir ad yazın.
uk: macOS починає їхні назви словами «Знімок екрана». Введіть іншу назву, щоб використовувати її натомість.
zh_hans: macOS会让它们的名称以“截屏”开头。你可以键入其他名称来代替它。
zh_hant: macOS會以「截圖」作為截圖名稱的開頭。請輸入要改用的其他名稱。
